{
    "name": "Dwelling, Garage & Business Building",
    "par1": "The location is in the north-eastern part of the city of Prishtina, near the city park. The site is steep and suitable for construction, it is connected to the main urban block road, but also has access from the west side. It is a residential building, but the ground floor is dedicated to business purposes. The playground and building yard are designed and also in the south-west side is designed the inner courtyard for residents of the building. The entrance for the residents ii is on the south-east side, while the entrances to the business premises are separated on the north-eastern and south-eastern sides. The residential business building is made up of three groups of spaces: residential spaces, business premises and underground parking space, the building has 2B + G + 8 floors. The pedestrian area and the vehicle movement area are separated, which is fully achieved by orienting the movement of the vehicles in the basement and the ground floor it is for pedestrians. The green areas are designed throughout the plot and along the perimeter, greenery is combined as high, medium and low greenery. The building and designed spaces should satisfy as much as possible the basic needs of neighbourhood residents: rest, work, supply, social life, culture, children's playground and parking space.",
    "par2": "The building has two levels of a basements with a total of 44 parking spaces and storage unit for each apartment. On the ground floor there are designed four business areas equipped with all utilities and services. The characteristic floors I, 11, 111, IV, V, VI and VII contains these types of dwellings: two rooms' apartments (living room, bad room, dining room, kitchen and bathroom) tow pcs per floor, three rooms' apartments (living room, two bad rooms, dining room, kitchen, bathroom and toilet) one pcs per floor and an four rooms' apartments (living room, three bad rooms, dining room, kitchen and two bathrooms) tow pcs per floor. The VIII floor it is designed as penthouse with living room, four bad rooms, dining room, kitchen and three bathrooms. The common spaces are designed maximally rational, illuminated with natural light and processed with lightweight materials.",
    "count": 5,
    "location": "Prishtina, Kosovo",
	"area": "5,371.76",
	"numFloors": "2B + G + 8",
	"client": "F & A Engineering",
	"year": "April 2014",
    "projectType": "Residential/Housing & Commercial"
}

