{
    "name": "Secondary School | 20 Classrooms",
    "par1": "Preliminary and Main Design is done for the topical design of Secondary School for the Ministry of Education and it is designed respecting the design task given by the investor. In the schoolyard pupils and staff enter from the eastern side and the building has three floors G + 2, and the school building is made of three groups of spaces: learning spaces, spaces for the psycho-physical and social development of children. Teaching spaces are located on the south and east sides, on the west side there are administration areas, in the north are located library and laboratories, and also on the north side is the physical education/gymnasium and the sports playgrounds are designed at the back of the school (north). The schoolyard, sidewalks, and green areas, are used for student gatherings, for recreation and free movement of the pupils. These surfaces are organized so that they are with light, sunshine and protected by wind and the school yard should be supplied with adequate inventory for student activities and games. The outdoor sports playground on the longitudinal axes is oriented north-south and is very closely connected with the gymnasium and with the school building through the multipurpose space. Green spaces are designed on the entire plot and along the perimeter, the greenery is combined as high, medium and low greenery.",
    "par2": "The main design and the architectural solution of the building is the result of incorporating the needs between facility users and the investor's requirements, functionally the building is in correspondence with the activity's that will go on in these spaces and the design task given by the investor. The main entrance of the building is on the east side, entrance of students and there is also a separate entrance for school staff, and the library on the north side and the same is used as an evacuate exit. From the multipurpose space there is an exit to the inner courtyard of the school, as well as connections with the gymnasium and sports outdoor playground. The connection of the building and the gymnasium is done by the west side with covered connection between the two buildings. Evacuation exits are located in the nearby close to the classrooms in the west and east side of the school. ",
    "count": 6,
    "location": "Kosovo",
	"area": "6,318.90",
	"numFloors": "G + 2",
	"client": "MEST, Government of Kosova",
	"year": "July 2008",
    "projectType": "Education"
}

