{
    "name": "Underpass | City Center",
    "par1": "The main city streets and boulevards divide the urban space within a city, and the need for underpasses to connect the two sides of the urban space, also separating vehicles and pedestrian traffic is an acceptable solution. These structures are with specific requirements during design. Underpasses affect the timing of road construction, the stability of the road and the conditions for the exploitation of the road. By request of the investor the underpass is designed besides the pedestrian crossing space also contains business and shop spaces. The underpass is designed to meet technical standards and enable access to all categories and users, including people with disabilities, the elderly and others. The underpass is located on Bill Clinton Boulevard, at the intersection of \"llaz Kodra\" street and Bill Clinton Boulevard.",
    "par2": "The underpass connects the Dardania and Pejton neighbourhoods, the underpass has a north-south longitudinal stretch and the longitudinal axis of the underpass is normal on the longitudinal axis of the east-west boulevard. From the Dardania neighbourhood in the underpass, there are two entrances, from the right of \"llaz Kodra\" street, near KEK's building, stairway and elevator are positioned, designed to be visible and provide easy access. On the left side of \"llaz Kodra\" road there are stairways and elevators (two elevators). From the Pejton neighbourhood, the underpass has a strait exit, due to the different levels the ramps and stairs are designed to suit the terrain conditions. The space, forms, and functional elements of the underpass such as; passageways, business spaces, stairs, ramps, and plateaus are used for urb-architectural shape, around / perimeter space and within the underpass structure.",
    "count": 6,
    "location": "Prishtina, Kosovo",
	"area": "1,492.60",
	"numFloors": "1",
	"client": "Prishtina Municipality Assemble",
	"year": "July 2009",
    "projectType": "Infrastructure"
}

