{
    "name": "Orl Hospital",
    "par1": "This brand new hospital was recently opened in 2016 and it was required from us to do the analyses and all Technical Documents for the Design Permit from municipal authorities, and also preparing the Preliminary, Main and Interior Design for ORL Hospital Building, B + G + 1, also audit and supervisor of construction works for the mentioned building located south in the suburban area of city of Prishtina. The project proposes a compact and low impact structure using economic and industrialized facade systems. The design and the building are the result of discursions between hospital staff, needs of the staff and the users/patients, the design task given by the investor and the municipal authorities building conditions, functionally the building is in line with the activity's and given assignment. In a functional aspect, the facility is divided into four groups: medical checking rooms and shorter treatments, surgical block, hospitalization facilities and service spaces.",
    "par2": "The access to the building is done from the local neighbourhood street on the west side, from were entry for the hospital for patients and staff it is foreseen. While service entry is designed on the back of the building, on the east side. The ambulatory facilities are located on the western and eastern side in the ground floor and the hospital administration i placed in the south. The waiting area and the kitchen bar are located in the eastern part of the building in the ground floor and the rooms for patients are placed in the first floor oriented from the east and west side. In the basement there is a surgical block, intensive care, laboratory, x-ray and service spaces. The access for the building and entrances are designed / covered by slopes that allow access without restriction on the yard and the building, the entrance of the building is designed to the same level with the external environment, which allows access for the emergency and first aid vehicles without interruption. The placing of the building on plot, the hospital yard, the parking space, the recreation areas and the green areas are designed as a whole and are used for the free movement of the user of the facility. These surfaces are designed to be insulated, to have light and sunshine, and protected by wind. The building yard should be equipped with appropriate inventory, urban furniture for recreational activities and chairs. Green spaces are designed on the entire of the plot and along the perimeter and the greenery is combined as high, medium and low greenery.",
    "count": 8,
    "location": "Prishtina, Kosovo",
	"area": "1,751.38",
	"numFloors": "B + G + 1",
	"client": "Private, L. U.",
	"year": "March 2015",
    "projectType": "Healthcare"
}

