{
    "name": "Kindergarten",
    "par1": "Preliminary Design is done and the Main Design is ongoing for the Kindergarten in Prishtina, designed respecting design programm and task given by investor; the Eropean Union Office in Kosova. Ministry of Education and Municipality of Prishtina . The access for kindergarten building, main entrance and the yard entrance for children and staff it is from the south side and the building has three floors S + G + 1. The architectural solution of the building is result of incorporating the needs between facility users and the investors requirements, the Kindergarten it is organized as follow: pedagogical and administrative unit, spaces for children O - 2 years section (small), 2 - 3 years (medium) and 3 - 5 years (big) this section have a dining area and toilets separated from the classroom and also it contains multipurpose space and service areas, such as: kitchen, inventory, heating room, technical room and wardrobes. The children's classrooms min. 6sqm of indoor building surface per each child, that include all the areas concerning socio-education activities and min. 3.5 sqm for child for playing area, also and other children's areas are located on the south and east, on the west side there are pedagogical and administrations areas. ",
    "par2": "The building is designed in that manner to respect and use slope of the terrain creating an inner yard with light and sunshine, and protected from wind. The kindergarten inner yard should be supplied with adequate inventory for children's activities and games. The outdoor playground it is closely connected with classrooms and with the multipurpose space. The part of the roof of the building it is proposed to be treated as green roof and part shall be used for children's activities as outside classrooms and playing area.",
    "count": 7,
"location": "Prishtina, Kosovo",
"area": " 2,100.00",
"numFloors": "S + G + 1",
"client": "EUOK & Government of Kosova",
"year": "October 2017",
"projectType": "Education"
}

