{
    "name": "Urban Regulation Plan - Informal Settlement \"Ali Ibra\"",
    "par1": "The detailed urban regulation plan for the informal settlement \"Ali IBRA\" is for urban space arrangement and better urban and better living conditions, based on the Spatial Development Law and Spatial Development Town Plan of Gjakova. Urban Block \"Ali lbra\" it is part of the peripheral zone and lies in the south-east side of city urban area. It is nearby the informal settlement \"Kolonia\"and with decision of the Municipal Assembly of Gjakova has been allocated for the construction of new housing on this location for RAE community. Access is provided from transit road Gjakove - Prizren, which lies on the south side of the Urban Block. Access to the \"Ali IBRA\" settlement from the nearest arterial road has a distance with an approximate length from L= 500 m' which connects main peripheral road of the new planned settlement. The terrain is relatively flat levelled, free of urban development and shall be an integral part of the city's urban area. Urban block is designed to target requirements and community needs of the settlement \"Ali lbra\", rational and economic exploitation of plot, also incorporating and respecting spatial development town urban plan.",
    "par2": "Plot of Urban Block mostly is used for individual housing, houses in row, with one floor G and with possibility building up to G+1. There are four types of houses in relation to number of family members, placed on constriction planed parcel size from -100 m2, 169 m2 and -230 m2 depending on type of houses. A parking place is planned on every parcel, house, also 18 public parking spaces are planned near block urban center. Public spaces such as, greenery, playground, rest and recreation areas are planned all over urban block. These areas are planned and organized with adequate furniture for free activities and recreation. Also a green belt is planed all over the perimeter of urban block. Road network is designed in optimal and functional dimensions for easy access and traffic flow. The entries on the urban block are in peripheral roads from two entry points, from western and north sides. Peripheral roads are wide 7 m' with 2.5 m' for sidewalks, with these dimensions road is designed till junction with transit road Gjakove - Prizren. In peripheral road is designed urban bus station and it is near by the western urban block entry point. Roads inside of urban block are designed with width 6 m' and 5.5 m' with sidewalks on both sides 1.5 m'. Also the undergrad infrastructure such as: electro-installations, sewerage, reining water, drinking water, telecommunication, lightening and heating installations are supposed to go through road network.",
    "par3": "The Urban Block of 3.85 ha contains 130 parcels and four types of houses: Type \"A\"_20 pieces; Type \"B\"_60 pieces; Type \"C\"_ 40 pieces and Type \"D\"_ 10 pieces.",
    "count": 6,
    "location": "Gjakova, Kosovo",
	"area": "3.84 hectares",
	"numFloors": "G + 2",
	"client": "Government of Kosovo, Municipality of Gjakova, CaCH Caritase Switzerland and Community of \"Ali Ibra\" Neighbourhood",
	"year": "May 2010",
    "projectType": "Landscape & Urban Planning"
}

