{
    "name": "Dwelling, Garage, Business Campus",
    "par1": "Dwelling, Garage and Business/Trade Campus in Ortakoll neighbourhood in the municipality of Prizren Competition for preliminary design, 268 Flats, 151 commercial areas and 260 parking spaces.",
    "par2": "The land for preparing the Preliminary design for the business and residential campus is in the neighbourhood of Ortakoll, the western part of the city of Prizren. The plot is relatively flat and suitable for construction, it is connected to the main road on the south, but it has also connections in the west and north sides. Housing blocks are positioned longitudinally, axes north-south, so apartments are positioned east-west side oriented for better insulation. The fundamental considerations that shape the complex design are the quality of light in the plan, an efficient assembly of \"served\" and \"service\" spaces inside the complex, and the building's relationship with the existing buildings around the neighbourhood. The campus has a mixed function, housing, retail, commercial, parking, greenery, gathering spaces, utility and service spaces, it is necessary to separate the pedestrian movement and vehicle movement to function properly, which is fully achieved by shifting the vehicles in the basement, while the ground floor is left to pedestrians, except in cases of procurement and emergencies. A significant number of short-term parking spaces are foreseen for residents and visitors to the campus. Free spaces and greenery on the ground floor of the campus are mainly intended for children's playgrounds accompanied by the necessary infrastructure and urban furniture.",
    "par3": "The campus consists of four blocks according to the order and design task of the investor, with the height of the buildings B + G + 5, including the connecting part of blocks B and C used as commercial and retail space, also spaces for cultural needs and recreational centre.",
    "par4": "The blocks A, B, C and D contain four buildings divided in-between by expansion joints. The basement is designed on 50 % of the plot and is divided into public and residential parts, the public part of the basement has 260 parking places and 30 garages and the part of the basement belonging to the residents contains 268 storages (for each apartment) and the gross basement floor area it is 13,050 m2.",
    "par5": "The ground floor of all blocks and the first floor of blocks B and C mainly are designed for commercial, retail and business premises, passages for crossing between parts of the campus and communication are designed on the ground floor, as well as accesses to the first floor of blocks B and C, designed for commercial and retail area, spaces for cultural needs and recreational centre.",
    "par6": "The characteristic floor plan of all blocks contains apartments and communication areas that are comfortable, functional, and rational, with reasonable communication space according to design standards and norms. Their structure according to the number of rooms in apartments is as follows: one-room apartments are 67 pieces, two-room apartments are 67 pieces, three-room apartments are 103 pieces and four-room apartments are 31 pieces with a total of 268 residential units/ apartments with 19,340.0 m2.",
    "par7": "Lightness, ventilation and transparency of the complex are the primary goals, not only to reduce the apparent scale and mass in the context of the neighbourhood, but to express the optimism, openness, and energy of the more modern character of Prizren.",
    "count": 6,
    "location": "Prizren, Kosovo",
	"area": "~60,000.00",
	"numFloors": "B + G + 5",
	"client": "Prizren Municipality Assemble",
	"year": "March 2006",
    "projectType": "Residential/Housing & Commercial"
}

