{
    "name": "Wellness & SPA Center",
    "par1": "The new Wellness and SPA Center was designed and it was required from us to do the analyses and all Technical Documents for Design Permit from municipal authorities, and also preparing the Preliminary, Main and Interior Design for Wellness and SPA Center Building, B + S + G + 1, intended for rest, relaxation, recreation, entertainment, hostel / hotel, beauty treatment and medical treatment. By the request of the investor, the design contains, indoor spaces and open spaces., the main building's design was focused on harmonizing building with the surrounding, monumental facade, creating playful asymmetries and mixing vernacular materials such as local stone and wood. A truly unique style emerged as large volumes of stone, glass facade and the wood elements, beams combined among themselves. The terrain that is in constant inclination and is quite suitable for such an building that does not impose restrictions on external access and regulation. The building will have access to the main road - northwest, while the longitudinal axis of the building is in the direction of the northeast - southwest. The location - 18 km northeast of the city of Pristina, where the secondary road is connected to the \"Wellness and SPA Center\" and the site of an1, 1 hectares, it is sufficient for the spa center, outdoor swimming pool, services, parking spaces , greenery, recreation, rest, promenade, for visitors and guests of the hotel. ",
    "par2": "The guests' entrance is designed from the northwest, while access for the personnel / services is from the secondary road the north east side of facility. Swimming pools and recreational areas are located on the south side, the design of the complex suits terrain on cascades, outdoor pool, summer terraces for guests and restaurant terraces. The Wellness and SPA Center contains these space are: lobby and wanting area, restaurant, fitness, wellness and SPA spaces, indoor swimming pools and outdoor pools, and the hotel rooms oriented northwest, east and southwest.",
    "par3": "The designing and positioning of the building in the plot, building yard, parking area, open-air restaurant, summer terraces for guests and restaurant terraces, outdoor pools, recreation areas and green spaces are designed for recreational activities, walking , as well also for sports activities and entertainment. The modern and fast way of life has affected Wellness and SPA centers becoming more and more popular around the world. A stressful life, as well as numerous private and business obligations, affect relaxation as an imperative of time. Relaxation at home or in specialized centers Wellness and SPA, which are the perfect places to forget about everyday life. Functional the building is divided into three groups: indoor spaces for the needs of Wellness, SPA and hotel, open spaces - outdoor pools, terraces, restaurants, recreation and open spaces and the service areas in the basement.",
    "count": 10,
    "location": "Sallabajë, Kosovo",
	"area": "4,151.00",
	"numFloors": "B + S + G + 1",
	"client": "Private, M. A.",
	"year": "December 2015",
    "projectType": "Recreation & Healthcare"
}

