{
    "name": "Sports Hall",
    "par1": "Redesign and Main Design and also supervision of construction works are done for the Sports Hall in Drenas / Glogovc. The parcel for the Sports Hall has 5839 m2 and it is sufficient for the requirements and needs of the building. which means that it has enough area for the building, yard, pedestrian and parking area. The Sports Hall has a special importance for recreation and sports development in the municipality of Drenas. In the building, there are these groups of spaces: sports facilities, playground, spectator’s spaces, staff spaces and technical spaces, while the building has two levels. In the building there are: athlete's premises - for psychophysical development and sports development as well as spaces for the spectators. The entrance for athletes and trainers is on the south side in the central part of the building, and the entrance for the judges, delegates of the game and personnel of the sports hall is positioned on the north side of the building. The entrances for the spectator are four and positioned on the corners of the building, respectively at angles, from where spectators go directly to the tribunes. ",
    "par2": "The building is developed in two levels, the level of± 0.00, under the tribune, southern side, there are: the entrance, lobby for athletes, two groups of dress-rooms with showers and toilets for athletes and two groups for trainers, playground, two entrances for spectators and two groups of toilets for spectators. Underneath the North Tribune there are the following spaces: entry for a judges/delegates and staff, a set of shower cabinets for judges and delegates, spaces for building administration, spaces control, space for technical facilities, exit to the playground and the toilets for people with disabilities, as well as , two entrances for spectators and two groups of toilets for spectators. At the level of the tribunes+ 5.00 there are 1050 seats for spectator and the media rooms in the two tribunes, north and south.",
    "count": 6,
    "location": "Drenas, Kosovo",
	"area": "3,740.55",
	"numFloors": "G + 1",
	"client": "Government of Kosova",
	"year": "March 2010",
    "projectType": "Sport & Recreation"
}

