{
    "name": "Primary School, 20 Classrooms",
    "par1": "Preliminary is done for Elementary School in Kalabria neighbourhood in city of Prishtina, and it is located respecting the urban conditions set by Department of Urban Planning of Prishtina municipality, in a plot surface of a 6074 m2. The architectural solution of the building is significantly conditioned by the very small plot dedicated for school building and is not enough for all the requirements and needs of the building, meaning that there is not enough space for the yard, outdoor sports playground, green areas and parking space. In the school yard pupils and staff enter from the south-western side and the building has three floors G + 2, and the school building is made of three groups of spaces: learning spaces, spaces for psycho-physical and social development of children's. Teaching spaces are located on the south-east sides, on the west side there are administrations areas, in the north-west are located library and laboratories, and also on the north-east side is the physical education / gymnasium and the sports playgrounds are designed at the back of the school (north-east). The school yard, sidewalks, green areas, are used for pupils gathering, for recreation and free movement of the pupils. These surfaces are organized so that they are with light, sunshine and protected by wind and the school yard should be supplied with adequate inventory for student activities and games. The outdoor sports playground are very closely connected with the gymnasium and with the school building. Green spaces are designed on the entire plot and along the perimeter, the greenery is combined as high, medium and low greenery.",
    "par2": "The main design and the architectural solution of the building is result of incorporating the needs between facility users and the investor's requirements, functionally the building is in correspondence with the activities that will go on in these spaces and the design task given by the investor. The main entrance of the building is on the west side, entrance of pupils is in front of the building, a separate entrance for school staff and which is used also for pre-school education positioned to the north-west, and the entrance for the library on the north side. From the multipurpose space there is an exit to the yard of the school, as well as connections with the gymnasium and sports outdoor playground. The connection of the building and the gymnasium is done by the north-east side with covered connection between the two buildings. Evacuation exits are located in the nearby close to the classrooms in the north-east. ",
    "count": 6,
    "location": "Prishtina, Kosovo",
	"area": "6,742.60",
	"numFloors": "G + 2",
	"client": "Prishtina Municipality",
	"year": "March 2012",
    "projectType": "Education"
}

